[
	{
		"code": 1,
		"heading": "Research Trajectory",
		"description": "An inspirational session organized by the Alumni Cell of IIIT Kota, featuring ISRO scientist Yashash Jain, designed to guide students on their academic and professional journeys.",
		"eventImages": ["../assets/research_trajectory_1.jpg", "../assets/research_trajectory_2.jpg", "../assets/research_trajectory_3.jpg", "../assets/research_trajectory_4.jpg"],
		"details": "<p><strong>Research Trajectory</strong>, organized by the Alumni Cell of IIIT Kota in collaboration with the Indian Institute of Information Technology Kota, took place on October 5, 2024, featuring Yashash Jain, a distinguished alumnus and Scientist at ISRO. The session focused on guiding students in their academic and professional journeys, with insights into GATE preparation, career-building strategies, and personal growth.</p><br /><p>Yashash Jain shared his experiences, including his GATE journey, emphasizing the importance of revision, practice, mental well-being, and mentorship. His motivational tips inspired students to pursue excellence and prepare for the future with confidence.</p><br /><p>The event included an engaging Q&A session, addressing diverse topics such as GATE, internships, and placement opportunities in ISRO. Students left the session with clarity and enthusiasm, making the event a resounding success.</p>",
		"date": "2024-10-05"
	},
	{
		"code": 2,
		"heading": "Placement Pathway: Guiding Students to Big Tech",
		"description": "An insightful event organized by IIIT Kernel featuring alumnus Ayush Kumar Singh, Senior Software Engineer at Arcesium, focused on navigating placements and securing internships in the tech industry.",
		"eventImages": ["../assets/placement_pathway_1.jpg", "../assets/placement_pathway_2.jpg", "../assets/placement_pathway_3.jpg"],
		"details": "<p><strong>Placement Pathway: Guiding Students to Big Tech</strong> was an inspiring session organized by IIIT Kernel on January 20, 2024, at the IIIT Kota Auditorium. The event aimed to provide students with valuable insights into the world of software engineering, higher education, and technical advancement.</p><br /><p>The session featured <strong>Mr. Ayush Kumar Singh</strong>, an accomplished alumnus from the 2021 batch of IIIT Kota and currently a Senior Software Engineer at Arcesium. He shared his professional journey and emphasized the importance of mastering Data Structures and Algorithms (DSA) to build a successful career in software engineering. His insights into internship opportunities, both on-campus and off-campus placements, provided students with strategic guidance to navigate the challenges of securing their dream roles.</p><br /><p>The interactive Q&A session allowed students to ask personalized questions and gain deeper insights into critical topics like internships, placements, and career growth. This open dialogue created a dynamic exchange of ideas and inspiration among the attendees.</p><br /><p>The event concluded with attendees expressing appreciation for the speaker's invaluable advice and the opportunity to learn directly from his experiences. The overwhelming participation and positive feedback highlighted the success of this session.</p>",
		"date": "2024-01-20"
	},
	{
		"code": 3,
		"heading": "LinkedIn Linkup Challenge: Fostering Connections and Career Growth",
		"description": "An engaging event by IIIT Kernel to introduce first-year students to the importance of professional networking and the power of LinkedIn in shaping their careers.",
		"eventImages": ["../assets/linkedin_linkup_challenge_2.jpg", "../assets/linkedin_linkup_challenge_1.jpg", "../assets/linkedin_linkup_challenge_3.jpg", "../assets/research_trajectory_4.jpg"],
		"details": "<p>The <strong>LinkedIn Linkup Challenge</strong>, organized by IIIT Kernel on August 17, 2024, at the IIIT Kota Auditorium, was an exciting initiative aimed at helping first-year students understand the importance of professional networking early in their academic journey. This event provided students with a unique blend of education and competition, fostering enthusiasm and engagement among the participants.</p><br /><p>The main highlight of the event was a spirited competition where first-year students raced to connect their LinkedIn accounts with their seniors and members of IIIT Kernel. The atmosphere was electrifying as participants showcased their quick thinking and networking skills. The challenge concluded with three standout participants being awarded for their exceptional speed and efficiency, serving as an inspiration for their peers.</p><br /><p>Following the competition, an informative session was conducted by experienced members of IIIT Kernel. They guided students on creating and optimizing LinkedIn profiles, emphasizing the importance of showcasing skills, projects, and academic achievements. Practical tips were shared on effectively using LinkedIn for networking, job searching, and career advancement, offering a comprehensive overview of this essential professional tool.</p><br /><p>The event also featured an interactive Q&A session, where freshmen actively participated, asking insightful questions about LinkedIn, professional networking, and standing out in the competitive tech industry. This segment reflected the eagerness of the students to learn and grow professionally.</p><br /><p><strong>Conclusion:</strong> The LinkedIn Linkup Challenge was a resounding success, reaffirming IIIT Kernel's commitment to nurturing the professional growth of IIIT Kota's students. It equipped first-year students with valuable connections, practical insights, and a clear understanding of leveraging LinkedIn to excel in their career journeys.</p>",
		"date": "2024-08-17"
	},
	{
		"code": 4,
		"heading": "IIM Unveiled – Expert Talk",
		"description": "An insightful session by Mr. Prashrya Rao, an alumnus of IIIT Kota, discussing MBA opportunities, networking, and career growth.",
		"eventImages": ["../assets/iim_unvieled_2.jpg", "../assets/iim_unvieled_1.jpg", "../assets/iim_unvieled_3.jpg"],
		"details": "<p>The <strong>IIM Unveiled – Expert Talk</strong>, organized by IIIT Kernel on September 22, 2023, at the IIIT Kota Auditorium, was an inspiring session aimed at providing students with insights into MBA programs and career growth opportunities. The event featured Mr. Prashrya Rao, a distinguished alumnus of IIIT Kota and a current MBA student at IIM Udaipur.</p><br /><p>Mr. Prashrya Rao shared his academic and professional journey, offering valuable advice on pursuing MBA degrees and securing admissions to premier institutes like IIMs. He emphasized the importance of networking and the critical skills he developed during his college days. His insights provided students with a clearer understanding of the MBA pathway and how to prepare for it effectively.</p><br /><p>The session also included an engaging Q&A segment where students interacted directly with the speaker. This interactive exchange allowed attendees to seek personalized guidance and gain a deeper understanding of the topics discussed, making the event highly engaging and beneficial.</p><br /><p><strong>Conclusion:</strong> The experiences and knowledge shared by Mr. Prashrya Rao served as a source of inspiration for the attendees. The event proved to be a grand success, attracting significant participation and leaving students with actionable insights to advance their academic and professional aspirations.</p>",
		"date": "2023-09-22"
	},
	{
		"code": 5,
		"heading": "DISHA: An Insightful Speaker Session",
		"description": "A collaborative event by IIIT Kernel and TechKnow as part of TechSummit 2024, featuring Gunjan Madaan, a Microsoft SDE-2 and LinkedIn influencer.",
		"eventImages": ["../assets/disha_1.jpg", "../assets/disha_2.jpg", "../assets/disha_3.jpg", "../assets/disha_4.jpg"],
		"details": "<p><strong>DISHA: An Insightful Speaker Session</strong>, organized on February 25, 2024, at IIIT Kota Auditorium, brought together enthusiastic students eager to explore pathways in the tech industry. The event featured <strong>Gunjan Madaan</strong>, SDE-2 at Microsoft and a LinkedIn influencer with over 90,000 followers.</p><br /><p>Gunjan engaged with the IIIT Kernel team and Amit Garg Sir before the event, sharing valuable industry insights. The session officially began with a warm welcome from Mr. Aditya Solanki, President of TechKnow, setting an inspiring tone.</p><br /><p>Through her talk, Gunjan shared her career journey, providing insights into working across startups, mid-sized companies, and corporate giants. She emphasized the importance of foundational skills, including object-oriented programming, DSA, operating systems, and DBMS, and provided a roadmap for starting and mastering DSA.</p><br /><p>Gunjan highlighted strategies for job opportunities, encouraging participation in hackathons, coding contests, and programs like Microsoft's Engage. Her guidance resonated deeply with students, empowering them to navigate their career paths effectively.</p><br /><p>The event concluded with an engaging Q&A session, allowing students to interact directly with Gunjan. The overwhelming response from attendees underscored the session's success as a platform for knowledge sharing and inspiration.</p><br /><p><strong>Conclusion:</strong> IIIT Kernel's collaboration with TechKnow in organizing this event reinforced its commitment to student empowerment. Attendees left inspired and equipped with actionable insights to thrive in the competitive world of technology.</p>",
		"date": "2024-02-25"
	},
	{
		"code": 6,
		"heading": "Placement Insights",
		"description": "An exclusive session with Vibhor Rawal, a Software Development Engineer at Google, sharing his insights into cracking tech interviews and developing industry-relevant skills.",
		"eventImages": ["../assets/research_trajectory_1.jpg", "../assets/research_trajectory_2.jpg", "../assets/research_trajectory_3.jpg", "../assets/research_trajectory_4.jpg"],
		"details": "<p><strong>Placement Insights</strong>, organized on November 9th, 2024, by the Alumni Cell at IIIT Kota, brought together students eager to gain valuable insights into the placement process. The event featured <strong>Vibhor Rawal</strong>, a 2021 alumnus and Software Development Engineer at Google.</p><br /><p>Vibhor shared his inspiring journey from IIIT Kota to Google, emphasizing the importance of technical skills, problem-solving, and a proactive approach to learning. His insights into cracking tech interviews were invaluable to students preparing for their own placement journey.</p><br /><p>Vibhor also discussed the industry-relevant skills that set candidates apart, highlighting the need for a solid foundation in data structures, algorithms, and system design. His advice was tailored to help students develop a competitive edge and succeed in their placements.</p><br /><p>The event was organized under the guidance and support of Prof. Manish Vashishtha (Dean, Alumni and Industry Outreach) and Dr. Chetna Sharma, PhD (AD, Alumni and Industry Outreach), with contributions from the dedicated student coordinators and IIIT Kernel.</p><br /><p><strong>Conclusion:</strong> The Placement Insights session proved to be a huge success, with students leaving motivated and better equipped to approach their placements with confidence and the right skills.</p>",
		"date": "2024-11-09"
	},
	{
		"code": 7,
		"heading": "Startups 101: Exposure & Opportunities",
		"description": "An inspiring session by Gaurav Agarwal Luhariwala, a Y Combinator startup founder, sharing his entrepreneurial journey and insights into startup opportunities.",
		"eventImages": ["../assets/research_trajectory_1.jpg", "../assets/research_trajectory_2.jpg", "../assets/research_trajectory_3.jpg", "../assets/research_trajectory_4.jpg"],
		"details": "<p><strong>Startups 101: Exposure & Opportunities</strong>, organized on December 12th, 2024, at IIIT Kota, featured <strong>Gaurav Agarwal Luhariwala</strong>, an alumnus from the 2019-2023 batch. Gaurav, who recently secured a spot in Y Combinator and raised half a million dollars for his AI-driven startup, shared his remarkable journey from student to entrepreneur.</p><br /><p>Gaurav’s story exemplifies the spirit of innovation, grit, and excellence that IIIT Kota fosters. He spoke passionately about the startup ecosystem and opportunities, inspiring students to consider entrepreneurship as a viable and rewarding career path.</p><br /><p>His insights into the startup accelerator process, the challenges of raising funding, and the importance of perseverance resonated deeply with the audience. The session was a powerful testament to what can be achieved with the right mix of determination, innovation, and opportunity.</p><br /><p><strong>Conclusion:</strong> The session was a significant source of motivation for students and exemplified the entrepreneurial spirit that IIIT Kota embodies. We congratulate Gaurav on his monumental success and look forward to more groundbreaking achievements from him in the future.</p>",
		"date": "2024-12-12"
	}
]
